<%@ page language="java" contentType="text/html; charset=utf-8"
	pageEncoding="utf-8"%>
<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN" "http://www.w3.org/TR/html4/loose.dtd">
<html>
<head lang="en">
<meta http-equiv="content-type" content="text/html; charset=UTF-8">
<title>发布任务页面协议部分</title>
<link rel="stylesheet" href="css/publish1.css">
<script type="text/javascript" src="js/jquery-1.11.1.js"></script>
<script type="text/javascript" src="js/publish1.js"></script>

</head>
<body>
	<div class="top wp">
		<img src="images/indexlogo.png" alt="logo">
		<div class="title">发布任务</div>
	</div>
	<div class="center wp">
		<div class="center1">
			<div class="div1">1.协议</div>
			<div class="div2">2.填写活动信息</div>
			<div class="div3">3.审核</div>
		</div>
		<div class="txt">
			<textarea style="width: 745px; height: 430px;" name="" id=""
				cols="100" rows="30">
				
				
			您正在发起活动，请先阅读条款并且同意后继续
			
   核心条款
   
   甲方：福州大学（以下称“甲方”）
   
   乙方：项目发起人（以下称“乙方”或“发起人”）
   
      平台在此特别提醒发起人，应审慎阅读并充分理解本协议的全部条款及平台的活动规则，如
   您同意本条款，即视为您已充分理解并完全接受本协议中的全部内容。本协议将成为您与校园信
   用网之间针对项目发起事项最终、完整且排他的协议，取代之前所有关于项目事项口头或书面达
   成的一切协议，如有违反而导致任何法律后果，您将独立承担相应的法律责任。
   
      鉴于：乙方拟在甲方所拥有的校园信用网平台（以下简称“校园信用网”或“平台”）上发
   起活动项目并积分项目分值，为明确双方的权利义务，甲乙双方依据《中华人民共和国合同法》
   及其他相关法律法规，本着平等互利、诚实信用的原则，经协商一致达成以下条款，以资共同信
   守。	
   
     一、积分方式及积分分数计算
   1、乙方在平台上发起项目，并向平台提交积分总值，通过以下积分方式获得积分，规则如下：
   （1）积分：即通过平台上的用户为乙方发起的项目积分而获得积分。针对每个项目，平台上每一个独立的注册用户在平台所确定的积分期内每24小时获得一次积分的权利。单次积分的分值及积分分数的上限由平台统一确定，原则上同一时段同一类型的项目采用统一标准，具体以平台当时的安排为准。
（2）任务：即乙方可通过在甲方平台上做任务的方式获得相应的积分。每个任务类型，平台上每一个独立的注册用户只能完成一次，完成每个任务可为项目增加的分值由平台确定，原则上同一时段同一类型的项目采用统一标准，具体以甲方平台的规则为准。平台对任务分值无上限要求。
2、乙方通过平台获得的实际积分总值=积分分值+任务积分项目成功条件：积分分值+任务积分≥50%×项目积分。
3、若实际积分总值≥项目积分，则平台最终与乙方的结算积分应为项目积分。在发起人为团队时，则实际积分总值超过项目积分的部分将计入乙方的团队账户中作为该团队下次申请项目时的铺底积分。
二、积分时间
原则上平台针对所有项目开放的积分及任务时间均为该项目正式上线后20天内，具体时间安排以甲方另行通知或公告为准。
三、乙方承诺及保证
1、乙方承诺，其向甲方所提供的资料以及在甲方平台上所发布的信息均为真实、准确、有效的。
2、乙方承诺将其在甲方平台上所积分的分值用于本协议或双方另行约定的用途，不会滥用或不正当使用所积分的分值。
3、乙方承诺其将合法合规并按照平台规则完成积分及任务，操作者为自然人，乙方不会通过任何手段、以任何方式自行或委托他人从事作弊刷分、将账号转借给他人、伪造数据、使用人工智能、机器或程序等一切违反本合同、违反甲方平台的规则、违反公平竞争及诚实信用原则、违反商业道德、违反国家相关法律法规的行为。甲方有权对乙方与本合作相关事项的一切行为进行监督并提出意见，乙方应当及时进行修正或改进。
4、乙方承诺将在甲方平台页面上持续发布活动的进展情况，并关注平台的微信公众号、微博等，通过各种渠道进行互动和宣传。甲方将定期针对平台上的项目发起评选，对于宣传效果特别好或者内容特别丰富的项目，平台将给予额外的积分支持。
5、乙方不可撤销地同意并授权甲方有权为本合同项下之目的而使用乙方的LOGO、图片、文字等一切相关知识产权。
四、违约责任
若乙方违反本协议第四条1、2、3款中的情形，则被认定为乙方严重违约，在这一情况下，甲方有权采取以下一项或者多项措施：
（1）甲方有权取消乙方所发起项目的积分资格；
（2）甲方有权单方面终止本协议，并停止一切活动的开展；
（3）甲方有权立即终止向乙方结算本协议项下的全部金积分；
（4）乙方应对甲方或第三方所遭受的全部损失承担一切责任。
  五、不可抗力
如遇不可抗力（即双方不能预见、不能避免并不能克服的客观情况）而妨碍、影响或延误一方根据本合同履行相关义务，遭受不可抗力事件的一方应及时通知对方，并尽最大努力减少对方的损失。合同双方对于因不可抗力所导致的合同迟延履行、部分或全部不能履行均不承担违约责任。不可抗力事件发生后，双方可协商将合同延期或终止。
六、争议解决
1、本协议的签订、改造、变更和解除均适用中华人民共和国（为本协议之目的，不包括香港、澳门和台湾地区）的法律。
2、双方同意，因本协议所产生的或与本协议有关的任何争议或纠纷，双方应友好协商解决；若协商不成，双方同意将争议提交甲方住所地有管辖权的人民法院诉讼解决。
七、其他
1、本协议勾选同意后即刻生效。
2、若本协议的一条或多条因违反法律法规而被认定为无效，该无效条款并不影响本协议其他条款的效力。于前述情形，各方应及时进行协商，达成必要的协议，以将被认定为无效或无执行力的该条款置换为最大限度地依照协议目的和精神而规定的其他条款。
3、针对本协议中的所有条款，平台拥有最终解释权。

				
			</textarea>
		</div>
		<div class="next">
			<form action="publish2.action" method="post">
				<input type="hidden" name="name" value="${tempname}">
			</form>
			<button id="button">我同意该协议</button>
		</div>
	</div>
<div id="foot">
	
	</div>

</body>
</html>